input_openfoam/tutorials/lagrangian/coalChemistryFoam/simplifiedSiwek/system/dataCloud
// -*- C++ -*-
// Minimal example of using the dataCloud function object.

dataCloud
{
    type    dataCloud;
    libs    ("liblagrangianFunctionObjects.so");
    log     true;

    cloud   coalCloud1;
    field   d;
}

// ************************************************************************* //
